{"experience":{"title":"Pengalaman"},"home":{"me":"Saya","student":"Siswa","welcome":"Selamat Datang"},"navbar":{"about":"Tentang Saya","certificate":"Sertifikat","contact":"Kontak","experience":"Pengalaman","project":"Proyek"},"contact":{"solicitation":"Mari saling terhubung","text":"Jangan ragu untuk menghubungi saya. Saya selalu terbuka terhadap <pink>peluang</pink> baru","title":"kontak"},"about":{"description":{"one":"Saya adalah web developer yang berdedikasi membuat website yang bermanfaat bagi dunia luar. Saya bertempat tinggal di Jakarta Timur, Indonesia, yang kini saya baru menjadi mahasiswa di Universitas Negeri Jakarta. Memulai karir sebagai programmer sejak tahun 2020, yang terus belajar dan meningkatkan keterampilan teknis di dunia internet yang terus bermunculan teknologi-teknologi yang baru dan memukau.","two":"Memulai sebagai Front-end Developer, kemudian menjadi Back-end Developer, kini saya sedang menantang diri saya menjadi Mobile Developer. Hal favorit saya adalah mengubah kode sumber menjadi"},"greeting":"Hai, {name} di sini","title":"Tentang saya"},"certificate":{"title":"Sertifikat"},"project":{"checker_account":{"description":"Sebuah aplikasi mobile yang dirancang untuk memeriksa akun Mobile Legends berdasarkan ID dan server yang diinput oleh pengguna. Aplikasi ini memungkinkan pengguna untuk mendapatkan username dari akun Mobile Legends yang diinginkan, memberikan kemudahan dalam memverifikasi informasi akun mereka"},"digiworks":{"description":"Sebuah platform yang mengumpulkan karya-karya siswa dari jurusan rekayasa perangkat lunak di sekolah-sekolah. Tujuannya adalah untuk memberikan ruang bagi siswa untuk menampilkan kreativitas dan kemampuan mereka dalam pengembangan aplikasi, serta menginspirasi rekan-rekan mereka"},"e_certificate":{"description":"Sebuah proyek yang berasal dari hasil Uji Sertifikasi Kompetensi. Proyek ini bertujuan untuk memberikan solusi kepada perusahaan yang membutuhkan website untuk pembuatan sertifikat secara otomatis berdasarkan kelulusan pelatihan yang diselenggarakan. Dengan e-certificate, perusahaan dapat menghemat waktu dan resources dalam proses pembuatan sertifikat"},"football_quiz":{"description":"Sebuah aplikasi mobile kuis tentang sepak bola yang menawarkan berbagai macam kategori. Aplikasi ini dirancang untuk menguji pengetahuan pengguna tentang sepak bola melalui pertanyaan-pertanyaan yang mencakup berbagai aspek dari dunia sepak bola"},"foursichology":{"description":"Platform pelaporan sekolah yang memungkinkan siswa melaporkan kejahatan bullying di sekolah. Proyek ini bertujuan untuk menciptakan lingkungan pendidikan yang aman dan mendukung"},"kompensasi_dan_benefit_karyawan":{"description":"Sebuah website yang secara efisien mengelola tunjangan dan tunjangan karyawan, meningkatkan kesejahteraan dan kepuasan di lingkungan kerja"},"ongkos_kirim":{"description":"Sebuah aplikasi mobile yang dirancang untuk mengecek harga pengiriman dan perkiraan waktu pengiriman berdasarkan lokasi asal dan tujuan. Aplikasi ini memungkinkan pengguna untuk dengan mudah mendapatkan informasi biaya ongkir dan estimasi hari pengiriman, membantu mereka dalam merencanakan pengiriman barang dengan lebih efisien"},"portfolio":{"description":"Website pribadi dan portofolio"},"quicktick":{"description":"Platform pemesanan tiket perjalanan/bus yang mudah digunakan. Tujuan utamanya adalah untuk menyederhanakan proses pemesanan tiket, memberikan pengalaman pengguna yang cepat dan efisien"},"service_tools":{"description":"Platform reservasi perbaikan alat elektronik. Proyek ini dirancang untuk memberikan solusi efisien bagi pengguna yang membutuhkan perbaikan peralatan, dengan pilihan perbaikan di bengkel atau di rumah"},"tefa_digital":{"description":"Platform e-commerce yang memberikan kesempatan kepada siswa untuk menawarkan layanan digital mereka untuk dijual. Tujuannya adalah untuk mendorong siswa menyalurkan bakat dan keterampilannya ke masyarakat melalui pengalaman belajar yang praktis"},"title":"Proyek"}}