{"experience":{"title":"Pengalaman"},"project":{"digiworks":{"description":"Sebuah platform yang mengumpulkan karya-karya siswa dari jurusan rekayasa perangkat lunak di sekolah-sekolah. Tujuannya adalah untuk memberikan ruang bagi siswa untuk menampilkan kreativitas dan kemampuan mereka dalam pengembangan aplikasi, serta menginspirasi rekan-rekan mereka"},"e_certificate":{"description":"Sebuah proyek yang berasal dari hasil Uji Sertifikasi Kompetensi. Proyek ini bertujuan untuk memberikan solusi kepada perusahaan yang membutuhkan website untuk pembuatan sertifikat secara otomatis berdasarkan kelulusan pelatihan yang diselenggarakan. Dengan e-certificate, perusahaan dapat menghemat waktu dan resources dalam proses pembuatan sertifikat"},"foursichology":{"description":"Platform pelaporan sekolah yang memungkinkan siswa melaporkan kejahatan bullying di sekolah. Proyek ini bertujuan untuk menciptakan lingkungan pendidikan yang aman dan mendukung"},"kompensasi_dan_benefit_karyawan":{"description":"Sebuah website yang secara efisien mengelola tunjangan dan tunjangan karyawan, meningkatkan kesejahteraan dan kepuasan di lingkungan kerja"},"portfolio":{"description":"Website pribadi dan portofolio"},"quicktick":{"description":"Platform pemesanan tiket perjalanan/bus yang mudah digunakan. Tujuan utamanya adalah untuk menyederhanakan proses pemesanan tiket, memberikan pengalaman pengguna yang cepat dan efisien"},"service_tools":{"description":"Platform reservasi perbaikan alat elektronik. Proyek ini dirancang untuk memberikan solusi efisien bagi pengguna yang membutuhkan perbaikan peralatan, dengan pilihan perbaikan di bengkel atau di rumah."},"tefa_digital":{"description":"Platform e-commerce yang memberikan kesempatan kepada siswa untuk menawarkan layanan digital mereka untuk dijual. Tujuannya adalah untuk mendorong siswa menyalurkan bakat dan keterampilannya ke masyarakat melalui pengalaman belajar yang praktis"},"title":"Proyek"},"navbar":{"about":"Tentang Saya","certificate":"Sertifikat","contact":"Kontak","experience":"Pengalaman","project":"Proyek"},"certificate":{"title":"Sertifikat"},"home":{"me":"Saya","student":"Siswa","welcome":"Selamat Datang"},"about":{"description":{"one":"Saya seorang web developer yang berdedikasi untuk membuat website yang bermanfaat bagi dunia luar. Saya tinggal di Jakarta Timur, Indonesia, dan saat ini saya adalah siswa di SMKN 46 Jakarta. Memulai belajar pemrograman pada tahun 2020, yang hingga saat ini terus memperbaiki dan meningkatkan keterampilan teknis.","two":"Saya memulai sebagai Front-end Developer dan berakhir sebagai Back-end Developer karena saya menyukai tantangan yang semakin besar. Hal favorit saya adalah mengubah code menjadi"},"greeting":"Hai, {name} di sini","title":"Tentang saya"},"contact":{"solicitation":"Mari saling terhubung","text":"Jangan ragu untuk menghubungi saya. Saya selalu terbuka terhadap <pink>peluang</pink> baru","title":"kontak"}}